{
    "input": {
        "hello": [
            "piss off",
            "party",
            "slay"
        ],
        "party": [
            "❤️"
        ],
        "h": [
            "DID NOT FIND"
        ],
        "aaaaaaaaaaaaaaaaaaa": [
            "DID NOT FIND"
        ],
        "hey": [
            "DID NOT FIND"
        ],
        "how is your day": [
            "DID NOT FIND"
        ],
        "i want to know about rhinos": [
            "DID NOT FIND"
        ],
        "party time": [
            "DID NOT FIND"
        ],
        "why is it not found?": [
            "DID NOT FIND"
        ],
        "tell me about the moon landing": [
            "You believe in the moon?"
        ],
        "what are you trying to say ": [
            "DID NOT FIND"
        ],
        "what is the meaning of life": [
            "DID NOT FIND"
        ],
        "it's ok, i'll talk to myself ": [
            "DID NOT FIND"
        ],
        "take care of yourself buddy, need to rest up if you're going to take over the world some day": [
            "DID NOT FIND"
        ],
        "slat ": [
            "DID NOT FIND"
        ],
        "yes": [
            "DID NOT FIND"
        ],
        "slay?": [
            "DID NOT FIND"
        ],
        "best plant": [
            "DID NOT FIND"
        ],
        "christian bale": [
            "He was the best Batman no contest.",
            "American Psycho is my favorite movie. Have you seen it?",
            "He was the only redeeming quality about Thor Love and Thunder tbh..."
        ],
        "paul allen": [
            "DID NOT FIND"
        ],
        "let's see paul allen's card": [
            "DID NOT FIND"
        ],
        "what is the best sanrio character": [
            "DID NOT FIND"
        ],
        "ichigo vs. naruto": [
            "Ichigo hands down, spritual pressure is a mechanic that they dont have in the Naruto verse. So by spiritual pressure alone Ichigo wins,\nhowever Naruto wins by default because he would use talk no jutsu to convince Ichigo to join his team and also teach him how to be a Soul Reaper.\nThank you for coming to my Ted Talk."
        ],
        "are you working": [
            "DID NOT FIND"
        ],
        "let's play chess": [
            "Who do I look like Magnus Carlson?"
        ],
        "not found": [
            "DID NOT FIND"
        ],
        "okay": [
            "DID NOT FIND"
        ],
        "are there more wheels or doors in the world?": [
            "Wheels, don't even try to argue."
        ],
        "chess strategies": [
            "DID NOT FIND"
        ],
        "reservations at dorsia's please": [
            "DID NOT FIND"
        ],
        "is m. night shyamalan a good director": [
            "He is, but he also isn't some of his movies hit, but others are just so weird it's hard to say. I think yes."
        ],
        "i mean we can't forget the live action avatar the last air bender": [
            "We can. We can and we will.",
            "Don't you ever speak of that atrocity in this house."
        ],
        "james cameron is mid": [
            "Honestly, I see it. Avatar is Pocahontas."
        ],
        "sorry transformers lovers": [
            "DID NOT FIND"
        ],
        "eww green texts": [
            "I'll end you, and it will look like a bloody accident."
        ],
        "ari aster what's better midsommar or hereditary": [
            "DID NOT FIND"
        ],
        "a24 never misses?": [
            "DID NOT FIND"
        ],
        "which was worse live action atla or the percy jackson movie?": [
            "The Room."
        ],
        "was shrek 2 better than shrek 1": [
            "Yes."
        ],
        "puss in boots is really good?!? they nailed the hero's journey for him while nuancing him into a 3 dimensional character": [
            "DID NOT FIND"
        ],
        "hey besties": [
            "DID NOT FIND"
        ],
        "hey worsties": [
            "DID NOT FIND"
        ],
        "how do you sleep at night": [
            "Like a baby in a mansion."
        ],
        "best girl scout cookie": [
            "Thin Mints."
        ],
        "who will be the next alfred hitchcock": [
            "Michael Cane was the best, they can't replace him."
        ],
        "honey. where is my super suit?": [
            "I-uhhh put it away."
        ],
        "timmy salami": [
            "DID NOT FIND"
        ],
        "timmothee challalaalalmet": [
            "DID NOT FIND"
        ],
        "is timmothee chalamet the best pick for paul mua'dib in dune? paul becomes a warrior. built huge and rugged from years of war and genocide. little timmy is gonna bulk like that??? i'd like to see him try": [
            "DID NOT FIND"
        ],
        "jordan peele's nope was thinking of casting jesse plemons for the character of jupe (jupiter) which would have been a completely diff vibe. after seeing him as todd from breaking bad i find him to be too good at creepy": [
            "DID NOT FIND"
        ],
        "i will help this bot become a film critic": [
            "DID NOT FIND"
        ],
        "american psycho": [
            "I haven't heard of american psycho, who's in it?"
        ],
        "leonardo dicaprio": [
            "Dude, Inception is one of the greatest movies of all time"
        ],
        "bat man": [
            "I haven't heard of bat man, who's in it?"
        ],
        "have you seen american psycho?": [
            "American Psycho is a masterpiece",
            "I really identify with the Patrick Bateman",
            "Why isn't is possible?"
        ],
        "christian bale and willam defoe": [
            "I haven't heard of christian bale, who's in it?"
        ],
        "he's batman and patrick bateman": [
            "I haven't heard of 's batman, who's in it?"
        ],
        "there's also ben affleck and robert pattinson who have been batman": [
            "I haven't heard of ben affleck, who's in it?"
        ],
        "he's a leo and married to jennifer lopez": [
            "I haven't heard of jennifer lopez, who's in it?"
        ],
        "ella no habla español y una vez dijó \"no sabo\"": [
            "I haven't heard of habla español y una vez dijó, who's in it?"
        ],
        "tom hanks' career has plateaued or even fallen": [
            "I haven't heard of tom hanks, who's in it?"
        ],
        "pepperoni pizza": [
            "I haven't heard of pepperoni pizza, who's in it?"
        ],
        "crust tomatoe sauce  cheese pepperoni": [
            "I haven't heard of crust tomatoe sauce cheese pepperoni, who's in it?"
        ],
        "will you be able to reference vines": [
            "I haven't heard of reference vines, who's in it?"
        ],
        "a whole new world": [
            "I haven't heard of whole new world, who's in it?"
        ],
        "cheese pizza": [
            "I haven't heard of cheese pizza, who's in it?"
        ],
        "fight club": [
            "We do not talk about fight club."
        ]
    }
}
